Repository: thuvh/filmmaster
Catalog: film20/core/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

source: Only
pl: Pozostało tylko

source: chars left.
pl: znaków.

source: Max review length!
pl: Max. długość recenzji!

source: Max length exteeded by
pl: Max. długość > o

source: chars.
pl: znaków.

source: You forgot to write a review!
pl: A gdzie recenzja?

source: Review is too short (at least 10 characters)!
pl: Recenzja zbyt krótka (min. 10 znaków)!

source: Review is too long (max 500 chars). You entered
pl: Recenzja zbyt długa (max. 500 znaków). Wpisano

source: Please log in to vote
pl: Zaloguj się aby zagłosować

source: Epic fail... Reason being:
pl: Porażka... Powód:

source: You have not rated the movie.
pl: Nie oceniłeś filmu.

source: Cancel rating
pl: Cofnij głos
